Revit 2027 API
UnitTypeId.PoundsMassPerFootHour Property
 Pounds mass per foot hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PoundsMassPerFootHour { get; }
Public Shared ReadOnly Property PoundsMassPerFootHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PoundsMassPerFootHour {
	ForgeTypeId^ get ();
}
static member PoundsMassPerFootHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace